<div class="footer_text">
    <div class="footer_text__text">
        Продажи осуществляются в соответствии с Федеральным законом 214-Ф3. Проектная декларация
        опубликована на сайте: www.gk-mic.ru. Информация, изложенная на сайте, носит исключительно
        информационный характер и ни при каких условия не является публичной офертой, определяемой
        положениями статьи 437 ГК РФ.
    </div>
    <a href="/sogl/" class="footer_text__link">
        Согласие на обработку персональных данных
    </a>
    <a href="/policy/" class="footer_text__link">
        Политика обработки персональных данных
    </a>
    <a href="/map/" class="footer_text__link">
        Карта сайта
    </a>
</div>